<html>
<head>
<title>Página de Impressão</TITLE>
<LINK REL="stylesheet" HREF="styles/style.php.html" TYPE="text/css">
</head>
<BODY onLoad="window.print()">
<table width="700"  border="0" cellspacing="0" cellpadding="5">
<tr>
<td valign="top">
	<table width="100%"  border="0" cellspacing="0" cellpadding="0">		
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
							<strong><a href="imprimir-33.html"></a></strong>
					</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top" align="justify">
	 
	
	<p><img alt="" width="610" height="61" src="http://alternativa-informatica.pt/images/upload/Image/PHC/PHC_BANNER.png" /></p><p>&nbsp;</p><p><img alt="" width="151" height="84" src="http://alternativa-informatica.pt/images/upload/Image/PHC/LOGOPHCADVANCED.png" /></p><p>&nbsp;</p><p align="justify">Esta aplica&ccedil;&atilde;o permite &agrave;s PMEs o controlo total das &aacute;reas comerciais e financeiras, com um elevado grau de estabilidade e integridade dos dados. A capacidade de adapta&ccedil;&atilde;o ao utilizador &eacute; um dos seus pontos fortes. Deixe que seja o software a adaptar-se &agrave; sua Empresa e n&atilde;o o contr&aacute;rio.<br /><br /><strong>Conhe&ccedil;a as principais vantagens da Gama Software Advanced PHC:</strong><br /><br /><strong>Ideal para Pequenas e M&eacute;dias Empresas</strong><br />A gama PHC Advanced foi desenvolvida para aumentar a capacidade das pequenas e m&eacute;dias empresas. Possui diversos m&oacute;dulos para abarcar todas as necessidades dos v&aacute;rios departamentos de uma PME.<br /><br /><strong>Adaptabilidade</strong><br />Com vista a satisfazer totalmente cada empresa que adquire esta gama, foram desenhadas diversas funcionalidades que permitem uma forte adapta&ccedil;&atilde;o a cada tipo de neg&oacute;cio. &Eacute; um software que se adapta &agrave; empresa.<br /><br /><strong>Utilizado por centenas de empresas</strong><br />A tecnologia base do PHC Advanced &eacute; j&aacute; utilizada por centenas de empresas com milhares de utilizadores. Esta base instalada &eacute; uma garantia para a estabilidade, evolu&ccedil;&atilde;o e seguran&ccedil;a desta gama de produtos.<br /><br /><strong>Premiado Internacionalmente</strong><br />O Software PHC Advanced obteve o 1&ordm; lugar na 4&ordm; edi&ccedil;&atilde;o do Concurso Microsoft para Melhor Software de Gest&atilde;o. Com este pr&eacute;mio, atribu&iacute;do por um j&uacute;ri de personalidades e empres&aacute;rios de prestigio, foi conferida ao Software PHC a garantia de qualidade atestada por quem tem a capacidade para o fazer.<br /><br /><strong>In&uacute;meros benef&iacute;cios</strong><br />Os principais benef&iacute;cios da implementa&ccedil;&atilde;o do Software PHC Advanced s&atilde;o o aumento da produtividade de cada colaborador e a redu&ccedil;&atilde;o dos custos da empresa. Efectivamente esta gama de produtos foi desenhada para reduzir a interven&ccedil;&atilde;o humana em tarefas burocr&aacute;ticas, o que permite um imediato rentabilizar do investimento.<br /><br /><strong>Tecnologicamente avan&ccedil;ado</strong><br />Com o Software PHC Advanced poder&aacute; montar um sistema nervoso digital que reage e envia informa&ccedil;&atilde;o &agrave; medida das suas necessidades. De facto, possui funcionalidades como as reac&ccedil;&otilde;es a eventos, com as quais &eacute; poss&iacute;vel configurar o sistema para reagir a determinados acontecimentos, como por exemplo avisar algu&eacute;m que houve um desconto em excesso.<br /><br /><strong>Investimento reduzido</strong><br />O PHC Advanced &eacute; baseado no Microsoft SQL Server, o qual, ao abrigo de um acordo entre a PHC e a Microsoft, &eacute; distribu&iacute;do pela PHC a um pre&ccedil;o reduzido.</p><p>&nbsp;</p><p><img alt="" width="610" height="155" usemap="#Demo PHC" src="http://alternativa-informatica.pt/images/upload/Image/PHC/PHC_BANNER_FUNDO.png" /><map id="Demo PHC" name="Demo PHC"><area shape="rectangle" alt="Demo PHC" target="_self" coords="421,1,609,153" href="-/contacte-nos/mc_doc_pt_3/index.html" /></map></p>	</td>
	</tr>
	</table>
		<br>
	<br>
</td>
</tr>
</table>
</BODY>
</html>
