<html>
<head>
<title>Página de Impressão</TITLE>
<LINK REL="stylesheet" HREF="styles/style.php.html" TYPE="text/css">
</head>
<BODY onLoad="window.print()">
<table width="700"  border="0" cellspacing="0" cellpadding="5">
<tr>
<td valign="top">
	<table width="100%"  border="0" cellspacing="0" cellpadding="0">		
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
							<strong><a href="imprimir-29.html">Solução SAGE Mobilidade</a></strong>
					</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top" align="justify">
	 
	
	<table border="0" cellspacing="0" cellpadding="0" width="100%"><tbody><tr><td style="padding-right: 20px" valign="top"><p align="justify">A Mobilidade &eacute;, nos dias de hoje, cada vez mais importante na dinamiza&ccedil;&atilde;o do seu neg&oacute;cio. A aplica&ccedil;&atilde;o GeriPocket.Net, intuitiva e simples, disponibiliza na palma da m&atilde;o todas as principais caracter&iacute;sticas do ERP Next Prime - a mesma ferramenta a que os seus colaboradores est&atilde;o habituados no escrit&oacute;rio - com o qual se encontra totalmente integrada. A comunica&ccedil;&atilde;o entre o Pocket PC e o ERP &eacute; feita atrav&eacute;s de um Web Service, tornando-se uma solu&ccedil;&atilde;o inovadora, rica em funcionalidades em tempo real e tecnologicamente muito evolu&iacute;da. Com esta solu&ccedil;&atilde;o a organiza&ccedil;&atilde;o disp&otilde;e dos dados em tempo real, para que possa agir no imediato e n&atilde;o quando o vendedor passar ou enviar a informa&ccedil;&atilde;o.<br /><br /><strong>Principais Caracter&iacute;sticas:</strong><br /><br /><strong>Factura&ccedil;&atilde;o/ Compras</strong><br /><br /><strong>Vendas:</strong> Introdu&ccedil;&atilde;o de facturas, vendas a dinheiro, notas de cr&eacute;dito, devolu&ccedil;&otilde;es de clientes, com a possibilidade de consulta das caracter&iacute;sticas do produto.<br /><br /><strong>Compras</strong>: Recep&ccedil;&atilde;o de mercadorias ou valida&ccedil;&atilde;o de notas de encomenda de fornecedor<br /><br /><strong>Encomendas de Cliente e de Fornecedor</strong><br /><br />Encomendas a clientes: introdu&ccedil;&atilde;o de notas de encomenda com acesso on-line ao stock dispon&iacute;vel, de uma forma simples e r&aacute;pida. Emiss&atilde;o de nota de encomenda e assinatura no dispositivo m&oacute;vel.<br /><br /><strong>Encomenda a fornecedores</strong>: um respons&aacute;vel de compras visita um fornecedor e tem a possibilidade de introduzir de imediato a encomenda, criando inclusive os novos artigos.<br /><br /><strong>Cobran&ccedil;as e Pagamentos</strong><br /><br /><strong>Cobran&ccedil;as</strong>: recebimentos de facturas totais ou parciais, com a respectiva impress&atilde;o do recibo.<br /><br /><strong>Stocks</strong><br /><br /><strong>Movimentos</strong>: entradas e sa&iacute;das de produtos, transfer&ecirc;ncias entre armaz&eacute;ns.<br /><br /><strong>Consultas</strong><br /><br /><strong>Artigos</strong>: consulta de stock nos diversos armaz&eacute;ns. Visualiza&ccedil;&atilde;o do hist&oacute;rico dos artigos, com encomendas pendentes de clientes e fornecedores.<br /><br /><strong>Clientes</strong>: permite criar e alterar fichas de clientes, caso tenha permiss&atilde;o. Consulta de hist&oacute;rico de clientes, como vendas, encomendas e conta corrente.<br /><br /><strong>Fornecedores</strong>: Permite consultar dados de fornecedores, prazos de entrega de determinados produtos.<br /><br /><strong>Relat&oacute;rios</strong><br /><br />Vendas, tarefas, stocks, encomendas e conta corrente.<br /><br /><strong>Gest&atilde;o de rotas e tarefas</strong><br /><br />Permite definir centralmente as tarefas di&aacute;rias dos utilizadores do pocket.<br /><br /><strong>Seguran&ccedil;a</strong><br /><br />A cada portador &eacute; atribu&iacute;da uma &quot;password&quot; com acesso &agrave; aplica&ccedil;&atilde;o, permitindo v&aacute;rios n&iacute;veis de responsabilidade. Integra&ccedil;&atilde;o on-line atrav&eacute;s de Web Service, n&atilde;o necessitando de sincroniza&ccedil;&atilde;o.<br /><br /><strong>Especifica&ccedil;&otilde;es, software e equipamento - </strong><a href="-/erro-ao-carregar-a-pagina/mc_doc_pt_48/index.html">clique aqui</a></p></td><td style="width: 120px; height: 150px" height="150" valign="top" width="120"><img border="0" alt="" width="120" height="150" src="images/alternativa/sage_mobilidade_big.jpg" /></td></tr></tbody></table>	</td>
	</tr>
	</table>
		<br>
	<br>
</td>
</tr>
</table>
</BODY>
</html>
