<html>
<head>
<title>Página de Impressão</TITLE>
<LINK REL="stylesheet" HREF="styles/style.php.html" TYPE="text/css">
</head>
<BODY onLoad="window.print()">
<table width="700"  border="0" cellspacing="0" cellpadding="5">
<tr>
<td valign="top">
	<table width="100%"  border="0" cellspacing="0" cellpadding="0">		
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
							<strong><a href="imprimir-13.html">Controlo de Produção</a></strong>
					</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top" align="justify">
	 
	
	<table border="0" cellspacing="0" cellpadding="0" width="100%"><tbody><tr><td><strong>The PROX+F/G family<br />Programmable Terminals for Production Control, Time &amp; Attendance Recording and Access Control<br /><br />Descri&ccedil;&atilde;o</strong><br />PROX+F/G &eacute; o top da nossa escala actual de terminais indicado para todas as aplica&ccedil;&otilde;es de Controlo de Acesso, Controlo de Produ&ccedil;&atilde;o, Recolha de Dados e Tempo &amp; Compar&ecirc;ncia<br />Uma resistente embalagem de a&ccedil;o, um grande teclado, um muito grande visor, um numero generoso de I/O e portas de comunica&ccedil;&atilde;o fazem do PROX+F/G o terminal ideal para as aplica&ccedil;&otilde;es mais exigentes.<br /><br /><strong>Caracter&iacute;sticas Principais</strong><br />o Compacto, vers&aacute;til e muito resistente, PROX+F/G &eacute; de f&aacute;cil uso enquanto oferece um grande n&uacute;mero de fun&ccedil;&otilde;es integradas e program&aacute;vel para alto grau.<br />Utilizadores podem activar programas e procedimentos simplesmente pressionando uma tecla. As mensagens no visor facilmente lidas e o sinalizador ir&atilde;o gui&aacute;-los atrav&eacute;s das diferentes etapas de um processo.<br />o Processos residentes para grava&ccedil;&atilde;o de controlo de acesso e tempo &amp; compar&ecirc;ncia, com varias caracter&iacute;sticas prontas a ser usadas<br />o Interprete de Scripts para recolha de dados e procedimentos personalizados.<br />o PROX+F/G pode funcionar em modo on-line ou em modo stand-alone. A sua robustez e design funcional fazem dele ideal para controlar transac&ccedil;&otilde;es num ambiente industrial. &Eacute; indicado para qualquer situa&ccedil;&atilde;o em geral quando a fiabilidade de recolha de dados e controlo &eacute; necess&aacute;ria<br />o PROX+G, totalmente compat&iacute;vel com o alfanum&eacute;rico PROX+ standard, tem um vasto visor de matriz 240x140 pontos que permite at&eacute; 4 diferentes tipos de letra com 12 linhas de 32 caracteres. Todos os caracteres especiais das l&iacute;nguas Europeias s&atilde;o suportados com c&oacute;digos Windows&trade; ASCII. As teclas de fun&ccedil;&otilde;es est&atilde;o alinhadas ao longo da borda esquerda do visor, para que as descri&ccedil;&otilde;es das fun&ccedil;&otilde;es possam ser facilmente e de uma forma clara mostradas no visor.<br />o Teclado num&eacute;rico funcional com edi&ccedil;&atilde;o das letras tipo telem&oacute;vel.<br />o 128KB de mem&oacute;ria base para memorizar at&eacute; 14000 transac&ccedil;&otilde;es. Op&ccedil;&atilde;o de cart&atilde;o RAM para adicionar at&eacute; 1MB extra.<br />o Interface Ethernet interno (EtherLite) - opcional<br />o Leitores de Cart&otilde;es internos magn&eacute;ticos, de c&oacute;digo de barras ou de proximidade (RFID)<br />Vasto alcance de tecnologias:<br />- 125 KHz 64 bit read only<br />- ISO14443A &amp; Mifare&reg;<br />- LEGIC&reg; advant and ISO15693<br />- Vers&otilde;es GSM/GPRS permitem comunica&ccedil;&atilde;o via sess&otilde;es de dados GS, ou entrada/sa&iacute;da de sms ou GPRS com transmiss&otilde;es de pacotes de dados TCP/IP<br />- Interface Opcional WiLite (externo) permite usar o PROX+G em ambientes com cobertura de Internet WiFi<br />o No caso de uma falha de corrente, o seu controlo optimizado de bateria e diferentes n&iacute;veis de energia assegura opera&ccedil;&atilde;o aut&oacute;noma de 24 horas expandir-se por um n&uacute;mero de dias. Consegue armazenar os seus dados at&eacute; 5 anos (Op&ccedil;&atilde;o Cart&atilde;o RAM).<br />o PROX+F/G consegue controlar at&eacute; 31 terminais clientes PROX+F/EnTRAX/MAX/TRAX+. Os clientes EnTRAX ou TRAX/2P's armazenam transac&ccedil;&otilde;es nas suas mem&oacute;rias locais; o anfitri&atilde;o PROX+F/G &eacute; utilizado apenas como &quot;gateway&quot; para fazer descargas dos dados dos terminais clientes.<br />o Opera&ccedil;&atilde;o online e offline. Quando em modo off-line os dados s&atilde;o memorizados internamente e podem ser descarregados mais tarde. No modo on-line as transac&ccedil;&otilde;es s&atilde;o monitorizadas em tempo real por um computador que o PROX+F/G envia todos os dados que recolhe (tanto pelo teclado como pelo leitor de cart&otilde;es).<br />o Defini&ccedil;&atilde;o f&aacute;cil dos procedimentos personalizados da recolha de dados do controlo WIP (work in progress) ou outros requerimentos industriais. Por exemplo pode ser facilmente programado para imprimir tempos de paragem.<br /><br /><strong>Configura&ccedil;&otilde;es</strong><br />ProX+F/G pode ser instalado como uma unidade aut&oacute;noma numa configura&ccedil;&atilde;o ponto-a-ponto em liga&ccedil;&atilde;o s&eacute;rie, utilizando o telefone ou modem para instala&ccedil;&otilde;es remotas, numa linha Current Loop atrav&eacute;s de um conversor Current Loop passivo, ou numa configura&ccedil;&atilde;o multipoint na linha RS485 utilizando o protocolo NET92 (ate 254 terminais).<br />o Um bloco conector com parafusos extra&iacute;vel facilmente com parafusos torna simples a instala&ccedil;&atilde;o e manuten&ccedil;&atilde;o.<br />o 4 Entradas digitais optoisoladas. Elas podem ser associadas a um contador: uma mudan&ccedil;a de estado ou um overflow do contador pode activar um rel&eacute;, pode ser gravado um ficheiro, pode alertar uma mensagem para o computador anfitri&atilde;o, ou iniciar um procedimento.<br />o 3 Sa&iacute;das Digitais com rel&eacute;. Elas podem ser programadas para uma entrada v&aacute;lida, uma sa&iacute;da valida, acesso invalido, acesso com amea&ccedil;a; hor&aacute;rios por minuto e pelo dia da semana; na base de eventos nas entradas e nos comandos.<br />o Op&ccedil;&atilde;o de coluna para montagem no ch&atilde;o com estilo. Montagem na mesa em requisi&ccedil;&atilde;o<br /><br /><strong>Programando em diferentes n&iacute;veis</strong><br />PROX+F/G est&aacute; equipado com um sistema de ficheiros que controla a memoria com comandos tipo DOS (DIR, TYPE, DEL, etc.). Estes ficheiros s&atilde;o organizados em &quot;direct&oacute;rios&quot;. Pode ser adicionado 1 MB de mem&oacute;ria para ficheiros de dados e procedimentos atrav&eacute;s de um cart&atilde;o RAM. O cart&atilde;o RAM &eacute; tratado como mais uma unidade l&oacute;gica pelo sistema de ficheiros.<br />O seu sistema operativo multi-tarefas permite ao terminal executar um n&uacute;mero de controlo de etapas das I/O ao mesmo tempo que a consola de utilizador, e permite que memorize dados das portas COM e as entradas de fundo.<br />Para programar e controlar o PROX+F/G utilizando o software de suporte fornecido pela TMC &eacute; necess&aacute;rio um PC com o sistema operativo WINDOWS. Se utilizar outro sistema operativo, a TMC pode fornecer toda a documenta&ccedil;&atilde;o para criar o seu pr&oacute;prio programa de comunica&ccedil;&atilde;o.<br />O Software B&aacute;sico PROX+F/G corre todas as fun&ccedil;&otilde;es do terminal a um alto n&iacute;vel assegurando a flexibilidade m&aacute;xima para o programador avan&ccedil;ado e utilizadores.<br />o Os procedimentos residentes padr&atilde;o para de controlo de acesso e grava&ccedil;&atilde;o de tempo &amp; compar&ecirc;ncia conseguem trabalhar com ou sem memoriza&ccedil;&atilde;o das transac&ccedil;&otilde;es; controlo com PIN e PIN &quot;debaixo de amea&ccedil;a&quot;; controlo anti recupera&ccedil;&atilde;o de palavra-chave; c&oacute;digo comum ate 9 figuras; c&oacute;digos de utilizador de 2 a 14 figuras; zonas de tempo; grupo de utilizadores; controlo de c&oacute;digos casuais; entrada garantida do segundo utilizador; e sirene temporizada. Consegue amostrar todas as entradas e sa&iacute;das gravadas e, se actualizado pelo anfitri&atilde;o em ficheiros especiais, ele consegue fornecer aos utilizadores as falhas das suas horas e amostrar mensagens personalizadas para cada grupo de trabalho. Mais fun&ccedil;&otilde;es podem ser definidas e programadas. As tabelas dos direitos de acesso dos utilizadores tal como as defini&ccedil;&otilde;es dos grupos e zonas de tempo podem tamb&eacute;m ser configuradas atrav&eacute;s do teclado.<br />Programas personalizados podem ser desenvolvidos das seguintes formas:<br />o Os par&acirc;metros de configura&ccedil;&atilde;o podem ser definidos pelo teclado ou atrav&eacute;s de liga&ccedil;&otilde;es de comunica&ccedil;&atilde;o. Eles determinam como os procedimentos pr&eacute; programados do terminal (compar&ecirc;ncia, controlo de acesso, controlo das etapas I/O, fun&ccedil;&otilde;es on-line e off-line) se ir&atilde;o realizar.<br />o Procedimentos de recolha de dados podem ser executados por teclas de fun&ccedil;&atilde;o espec&iacute;ficas, eventos de entrada, ou um evento temporal. A sequ&ecirc;ncia das etapas na transac&ccedil;&atilde;o pode ser determinada na base pela data, pelo tempo, ou pelo estado das linhas de entrada/sa&iacute;da. As transac&ccedil;&otilde;es s&atilde;o definidas pelos ficheiros de texto descarregados para o PROX+F/G via RS232 ou liga&ccedil;&otilde;es NET92, ou pela transfer&ecirc;ncia do cart&atilde;o RAM. Estes ficheiros descrevem os alertas do operador e verificam a validade dos dados. Em alguns casos os procedimentos de texto n&atilde;o s&atilde;o suficientes. Ent&atilde;o &eacute; poss&iacute;vel descarregar programas escritos em &quot;C&quot; e compilar utilizando um &quot;cross-compiler&quot; atrav&eacute;s de liga&ccedil;&otilde;es de comunica&ccedil;&atilde;o. TMC fornece uma liberaria para dar um alto n&iacute;vel de suporte a todo o hardware e recursos de software no PROX+F/G.<br />o At&eacute; tr&ecirc;s aplica&ccedil;&otilde;es personalizadas podem ser instaladas na ROM Flash atrav&eacute;s de qualquer canal de comunica&ccedil;&atilde;o dispon&iacute;vel. TMC fornece uma liberaria para dar um alto n&iacute;vel de suporte a todo o hardware e recursos de software no PROX+F/G.</td></tr><tr><td style="text-align: center; margin-top: 0px; margin-bottom: 0px; height: 76px; padding-top: 70px"><a href="-/erro-ao-carregar-a-pagina/mc_doc_pt_48/index.html"><img class="" border="0" width="349" height="53" alt="" src="http://alternativa-informatica.pt/images/upload/Image/quero_orcamento.jpg" /></a></td></tr></tbody></table>	</td>
	</tr>
	</table>
		<br>
	<br>
</td>
</tr>
</table>
</BODY>
</html>
