<html>
<head>
<title>Página de Impressão</TITLE>
<LINK REL="stylesheet" HREF="styles/style.php.html" TYPE="text/css">
</head>
<BODY onLoad="window.print()">
<table width="700"  border="0" cellspacing="0" cellpadding="5">
<tr>
<td valign="top">
	<table width="100%"  border="0" cellspacing="0" cellpadding="0">		
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
							<strong><a href="imprimir-15.html">Biometria</a></strong>
					</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top" align="justify">
	 
	
	<table border="0" cellspacing="0" cellpadding="0" width="100%"><tbody><tr><td><strong>FingerPROX+<br />Um terminal poderoso com Reconhecimento de Impress&atilde;o digital 1:1 integrado</strong><br /><br />Agora com op&ccedil;&atilde;o de leitor de proximidade MIFARE&reg; ou LEGIC&reg;<br />Baseado na vers&aacute;til plataforma PROX+F, FingerProx+ &eacute; um terminal de Tempo &amp; Compar&ecirc;ncia e Controlo de Acesso. Ele integra um m&oacute;dulo de reconhecimento de impress&atilde;o digital para verificar a identidade do utilizador.<br /><br /><strong>Vista Global</strong><br />&quot; Flex&iacute;vel:<br />possibilidade de criar v&aacute;rias configura&ccedil;&otilde;es utilizando verifica&ccedil;&otilde;es dos m&oacute;dulos de impress&otilde;es digitais em diferentes tipos de transac&ccedil;&otilde;es, online, offline, ou semi-online.<br />&quot; Controlo de Acesso de Alta Seguran&ccedil;a<br />&quot; Tempo &amp; Compar&ecirc;ncia Fi&aacute;vel:<br />- leitura do cart&atilde;o do utilizador ou entrada atrav&eacute;s de C&Oacute;DIGO t&ecirc;m de ser confirmadas por reconhecimento da impress&atilde;o digital (modo de verifica&ccedil;&atilde;o 1:1);<br />- reconhecimento do utilizador totalmente garantido;<br />- dedos cicatrizados n&atilde;o afectam o reconhecimento das impress&otilde;es digitais.<br />&quot; Protec&ccedil;&atilde;o dos dados pessoais:<br />- n&atilde;o s&atilde;o armazenadas imagens no FingerPROX+;<br />- durante a fase de registo as impress&otilde;es digitais s&atilde;o gravadas como moldes e s&atilde;o associadas com o c&oacute;digo pessoal do utilizador;<br />- &eacute; ent&atilde;o poss&iacute;vel transferir os moldes para todos os outros terminais FingerPROX+;<br />- todas as transac&ccedil;&otilde;es s&atilde;o efectuadas de modo a proteger a privacidade.<br />Funcionalidades<br />&quot; A lista de autoriza&ccedil;&atilde;o baseada no PROX+F, com o leitor de impress&otilde;es digitais, assegura que apenas pessoal autorizado consegue passar.<br />&quot; FingerPROX+ consegue reconhecer a impress&atilde;o digital de um utilizador (verifica&ccedil;&atilde;o 1:1) s&oacute; depois de ter sido introduzido um c&oacute;digo pessoal por leitura de cart&atilde;o ou introdu&ccedil;&atilde;o manual.<br />&quot; Possibilidade de modo &quot;shortcode&quot; para evitar leitura de cart&otilde;es de introdu&ccedil;&atilde;o manual de c&oacute;digos pessoais longos .... Pressione apenas duas teclas e ponha o seu dedo!<br />&quot; Possibilidade de especificar uma lista de c&oacute;digos de utilizador para quem n&atilde;o &eacute; requisitada impress&atilde;o digital. Para cada um deles, &eacute; poss&iacute;vel especificar leitura de cart&atilde;o ou introdu&ccedil;&atilde;o manual.<br />&quot; Possibilidade de especificar uma probabilidade aleat&oacute;ria da requisi&ccedil;&atilde;o da impress&atilde;o digital. &Eacute; &uacute;til para tornar mais r&aacute;pidas opera&ccedil;&otilde;es em algum tempo, quando grupos de utilizadores querem dar entrada ou sa&iacute;da e, ainda, o impedimento da verdadeira identidade &eacute; necess&aacute;rio<br />&quot; Todas as fun&ccedil;&otilde;es normais do TRAX+G est&atilde;o dispon&iacute;veis: verifica&ccedil;&atilde;o da zona de tempo, crit&eacute;rio de acesso programado, uso de Pins, verifica&ccedil;&atilde;o de inputs e pilotar reles, grava&ccedil;&atilde;o de transac&ccedil;&otilde;es, etc., permitindo assim um sistema de controlo de acesso de um alto n&iacute;vel de seguran&ccedil;a.<br />&quot; Todos os moldes s&atilde;o armazenados num arquivo presente no sistema de ficheiros. Dois moldes s&atilde;o associados a cada c&oacute;digo de utilizador. &Eacute; poss&iacute;vel importar e exportar os moldes das impress&otilde;es digitais, sem repetir o processo de registo.<br />&quot; Os moldes dos utilizadores podem ser armazenados num cart&atilde;o MIFARE&reg; ou LEGIC&reg;.<br />&quot; Cada tamanho do molde de impress&otilde;es digitais pode variar, em m&eacute;dia tem 300 bytes<br />&quot; Tempo de Verifica&ccedil;&atilde;o: 1 Seg.<br />&quot; Aplica&ccedil;&otilde;es Suportadas: at&eacute; 200 utilizadores em modo de verifica&ccedil;&atilde;o 1:1 com uma impress&atilde;o digital por utilizador. O n&uacute;mero de utilizadores pode ser aumentado se for instalado um cart&atilde;o ram.<br />&quot; &Eacute; poss&iacute;vel realizar a verifica&ccedil;&atilde;o online utilizando uma base de dados de moldes armazenada num PC. Neste caso, o n&uacute;mero m&aacute;ximo de utilizadores &eacute; sempre limitado ao valor m&aacute;ximo representado pelo n&uacute;mero de d&iacute;gitos de cada c&oacute;digo do utilizador.<br />&quot; &Eacute; poss&iacute;vel eliminar os moldes associados a apenas um c&oacute;digo de utilizador. O c&oacute;digo de utilizador pode variar de um m&iacute;nimo de 2 a um m&aacute;ximo de 11 d&iacute;gitos.<br />&quot; A maioria das fun&ccedil;&otilde;es de ger&ecirc;ncia, como registar novos utilizadores, eliminar antigos, pode ser efectuada tamb&eacute;m pela consola do FingerPROX+.<br /><br /><strong>Cart&otilde;es Regrav&aacute;veis</strong><br />&quot;Vers&otilde;es s&oacute; de leitura&quot; -&nbsp;tr&ecirc;s modelos para ler os c&oacute;digos dos cart&otilde;es de proximidade seguintes:<br />- 125 KHz EM4102 compatible<br />- 125 KHz HID<br />- 13,56 MHz in standard ISO14443A/B and 15693<br />&quot; Op&ccedil;&atilde;o LEGIC&reg;: O novo FingerPROX+ vers&atilde;o advant integra o novo modulo RFID/advant LEGIC&reg; da TMC. Um FW melhorado permite armazenar e gerir m&oacute;dulos de impress&otilde;es digitais em cart&otilde;es de proximidade 13.56Mhz (prime MIM1024 ou mais r&aacute;pido ISO 14443A ATC2048/512 ou ISO 15693 ATC1024). Gra&ccedil;as a esta op&ccedil;&atilde;o, pode ser gerido um n&uacute;mero ilimitado de utilizadores.<br />&quot; A vers&atilde;o FingerPROX+ LEGIC suporta um conjunto de novos comandos para ler e escrever liberalmente em segmentos dos cart&otilde;es LEGIC. Esta vers&atilde;o permite ao utilizador realizar procedimentos autom&aacute;ticos para aumentar ou diminuir os valores armazenados. Estes comandos podem trabalhar em modo on-line e off-line.<br />&quot; Op&ccedil;&atilde;o MIFARE&reg;: Uma vers&atilde;o especial MIFARE&reg; FingerTRAX+G usa um m&oacute;dulo leitor/gravador MIFARE&reg; ISO14443. Um FW melhorado permite armazenar m&oacute;dulos de impress&otilde;es digitais em cart&otilde;es de proximidade (Mifare classic 1K).</td></tr><tr><td style="text-align: center; margin-top: 0px; margin-bottom: 0px; height: 76px; padding-top: 70px"><a href="-/erro-ao-carregar-a-pagina/mc_doc_pt_48/index.html"><img class="" border="0" width="349" height="53" alt="" src="http://alternativa-informatica.pt/images/upload/Image/quero_orcamento.jpg" /></a></td></tr></tbody></table>	</td>
	</tr>
	</table>
		<br>
	<br>
</td>
</tr>
</table>
</BODY>
</html>
