<html>
<head>
<title>Página de Impressão</TITLE>
<LINK REL="stylesheet" HREF="styles/style.php.html" TYPE="text/css">
</head>
<BODY onLoad="window.print()">
<table width="700"  border="0" cellspacing="0" cellpadding="5">
<tr>
<td valign="top">
	<table width="100%"  border="0" cellspacing="0" cellpadding="0">		
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
							<strong><a href="imprimir-11.html">Controlo de Assiduidade</a></strong>
					</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top">
		<br>
		<table width="100%"  border="0" cellspacing="0" cellpadding="2">
		<tr>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>
		<td valign="top" align="left">
				</td>		
		</tr>
		</table>
	</td>
	</tr>
	<tr>
	<td valign="top" align="justify">
	 
	
	<table border="0" cellspacing="0" cellpadding="0" width="100%"><tbody><tr><td><strong>A Fam&iacute;lia TRAX+G<br />Terminais Program&aacute;veis com Interface Ethernet integrado para grava&ccedil;&atilde;o de Recolha de Dados, Tempo &amp; Compar&ecirc;ncia e Controlo de Acesso </strong><br />Tamb&eacute;m com vers&otilde;es GSM/GPRS e WLAN 802.11B<br /><br /><strong>Descri&ccedil;&atilde;o</strong><br />TRAX+G &eacute; uma fam&iacute;lia de terminais de recolha de dados desenhada para satisfazer as suas necessidades para monitorizar a actividade da produ&ccedil;&atilde;o do pessoal e opera&ccedil;&atilde;o da maquinaria, tamb&eacute;m como fornecer-lhe uma capacidade total de grava&ccedil;&atilde;o de compar&ecirc;ncia e controlo de acesso em escrit&oacute;rios, fabricas, hospitais e locais de trabalho.<br />Todas as comunica&ccedil;&otilde;es principais e tecnologias de Auto Identifica&ccedil;&atilde;o s&atilde;o incorporadas em diferentes vers&otilde;es <br /><br /><br /><strong>Vista Global</strong><br />- F&aacute;cil de Usar: Os terminais TRAX+G v&atilde;o de encontro com a crescente exig&ecirc;ncia de interfaces de uso f&aacute;cil para as existentes LAN&rsquo;s ou WAN&rsquo;s , os quais s&atilde;o nos dias de hoje considerados padr&atilde;o tanto no sector da industria como em todas as aplica&ccedil;&otilde;es de escrit&oacute;rio. <br />- Melhor rela&ccedil;&atilde;o pre&ccedil;o/performance: f&aacute;cil de montar, TRAX+G &eacute; sem duvida a solu&ccedil;&atilde;o pre&ccedil;o - desempenho mais pr&aacute;tica <br /><br /><br />- Ethernet/IP Integrado: Interface com suporte P.O.E (Power over Ethernet). Permite as mais simples instala&ccedil;&otilde;es com fios<br />- GSM/GPRS: Estas vers&otilde;es permitem comunicar via sess&atilde;o de dados GSM, ou sms in/out ou GPRS com transmiss&otilde;es de dados TCP/IP pocket. <br />- WLAN 802.11b: Esta vers&atilde;o permite usar o TRAX+G em ambientes com cobertura de Internet WiFi<br />- Leitores internos de cart&otilde;es magn&eacute;ticos, c&oacute;digo de barras ou proximidade (RFID): com uma grande abrang&ecirc;ncia de tecnologias:<br />- 125 KHz 64 bit s&oacute; de leitura<br />- ISO14443A &amp; Mifare&reg;<br />- LEGIC&reg;advant and ISO15693 <br />- Firmware de Tempo &amp; Compar&ecirc;ncia e Controlo de Acesso inclu&iacute;do. <br />- Interprete de Scripts para procedimentos de recolha de dados personalizados<br />- Design compacto e elegante: apreciado quando salvar espa&ccedil;o &eacute; importante como numa secret&aacute;ria ou numa &aacute;rea de recep&ccedil;&atilde;o<br />- Montagem em parede, mesa e poste gra&ccedil;as ao topo revers&iacute;vel da embalagem. Montagem no ch&atilde;o opcional &ldquo;poste&rdquo;<br />- Embalagem robusta resistente a salpicos e poeiras, IP65 (excepto vers&atilde;o para c&oacute;digo de barras). Embalagem n&atilde;o inflam&aacute;vel, ABS-V0. O bloco conector e o suporte de parede s&atilde;o em alum&iacute;nio. <br />- A montagem, manuten&ccedil;&atilde;o e desloca&ccedil;&atilde;o do terminal &eacute; f&aacute;cil gra&ccedil;as ao suporte especial fornecido com o terminal e gra&ccedil;as ao seu bloco conector extra&iacute;vel <br />- Vasta Configura&ccedil;&atilde;o com 99 par&acirc;metros definida pelo teclado ou pelos canais de comunica&ccedil;&atilde;o. <br />- Sistema de Ficheiros baseado em armazenamento na mem&oacute;ria. <br />- Off-line, modo aut&oacute;nomo que utiliza FW padr&atilde;o ou procedimentos internos (fornecido pelo nosso Integrador de Sistemas) ou opera&ccedil;&atilde;o on-line em tempo real debaixo do controlo do computador anfitri&atilde;o, se o anfitri&atilde;o n&atilde;o responder dentro de um tempo definido pelo utilizador, o terminal automaticamente entra em modo off-line. <br />- Program&aacute;vel para desligar automaticamente em caso de uma falha de corrente. O terminal consegue armazenar os seus dados at&eacute; dois meses. A bateria assegura at&eacute; seis horas de funcionamento (vers&otilde;es de leitor magn&eacute;tico). &Eacute; program&aacute;vel para se desligar depois de um n&uacute;mero de minutos. <br /><br /><strong>Funcionalidades</strong><br />- Os terminais TRAX+G contem o Firmware padr&atilde;o de Grava&ccedil;&atilde;o de Compar&ecirc;ncia e Controlo de Acesso que &eacute; encontrado nos terminais PROX, que permite:<br />- Validar transac&ccedil;&otilde;es por grupo de utilizadores e zonas de tempo<br />- Coloque c&oacute;digos de descri&ccedil;&atilde;o para transac&ccedil;&otilde;es diferentes<br />- Grave o comparecer de um n&atilde;o portador de cart&atilde;o sob a autoriza&ccedil;&atilde;o de outra pessoa quer &eacute; portadora de cart&atilde;o<br />- Reveja todas as transac&ccedil;&otilde;es de um utilizador <br />- Exiba mensagens e dados preparados pelo computador anfitri&atilde;o <br />- Pode definir uma vasta variedade de transac&ccedil;&otilde;es interactivas dirigidas por eventos de recolha de dados: a exactid&atilde;o dos dados pode ser verificada por meio de alertas ao utilizador e tabelas de verifica&ccedil;&atilde;o de recolha de dados. O utilizador pode fazer escolhas atrav&eacute;s de um menu interactivo; o terminal ir&aacute; fazer uma impress&atilde;o ou activar&aacute; um rel&eacute; na base de dados introduzido. Pode incluir o valor do contador na linha de entrada optoisolada.<br />- Cada transac&ccedil;&atilde;o pode ser controlada por um processo previamente carregado para o terminal e activado utilizando as teclas de fun&ccedil;&otilde;es. Pode mover de um procedimento para outro na base de dados recolhida pelo teclado, ou pelo c&oacute;digo de barras, leitor de cart&otilde;es magn&eacute;tico ou de proximidade. Os procedimentos podem tamb&eacute;m ser activados a um certo tempo num certo dia da semana.<br />- A ger&ecirc;ncia dos dados, procedimentos, e par&acirc;metros de configura&ccedil;&atilde;o, pode ser feira por um computador remoto ou pelo teclado, &eacute; extremamente flex&iacute;vel gra&ccedil;as ao sistema de ficheiros baseado na mem&oacute;ria e os seus potentes conjuntos de comandos, acess&iacute;vel via RS485/NET92, s&eacute;rie, Ethernet ou liga&ccedil;&otilde;es wireless.<br />- Aplica&ccedil;&otilde;es especificas para clientes tamb&eacute;m podem ser escritas em &lsquo;C&rsquo; e descarregadas para a mem&oacute;ria Flash aumentando ou substituindo fun&ccedil;&otilde;es padr&atilde;o. <br /><br /><strong>Suporte de Software para o TRAX+G</strong> <br />- Ethertest e TMCDLL Demo: para configura&ccedil;&atilde;o imediata dos par&acirc;metros do TRAX+G e teste de terminais. <br />- OCX (Etherctrl.ocx / EtherCtlTest.exe ): para desenvolver as suas aplica&ccedil;&otilde;es on-line/off-line. Programa demo em VB6 para avalia&ccedil;&atilde;o e teste.<br />- DLL&rsquo;s (Proxc.dll / TMCDLLdemo.exe) <br />- TraxIT (TraxIT32.exe) : uma aplica&ccedil;&atilde;o completa para configura&ccedil;&otilde;es remotas dos terminais TMC em diferentes instala&ccedil;&otilde;es e sess&otilde;es de comunica&ccedil;&atilde;o batch <br /><br /><strong>Novo: Caracter&iacute;sticas funcionais actualizadas</strong> <br />- Est&atilde;o dispon&iacute;veis vers&otilde;es equipadas apenas com interface RS485/RS232. <br />- As op&ccedil;&otilde;es Ethernet podem ser activadas depois ao adquirir chaves SW.<br />- Vers&otilde;es Ethernet normais sem capacidade de mastering NET92 podem ser activadas<br />- Outras op&ccedil;oes FW (i.e. Wiegand compatibility) ir&atilde;o ser oferecidas com o mesmo m&eacute;todo de activa&ccedil;&atilde;o atrav&eacute;s de chave SW</td></tr><tr><td style="text-align: center; margin-top: 0px; margin-bottom: 0px; height: 76px; padding-top: 70px"><a href="-/erro-ao-carregar-a-pagina/mc_doc_pt_48/index.html"><img class="" border="0" width="349" height="53" alt="" src="http://alternativa-informatica.pt/images/upload/Image/quero_orcamento.jpg" /></a></td></tr></tbody></table>	</td>
	</tr>
	</table>
		<br>
	<br>
</td>
</tr>
</table>
</BODY>
</html>
